{
  "plugins": {
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim.git"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip.git"
    },
    "Recover.vim": {
      "src": "https://github.com/chrisbra/Recover.vim.git"
    },
    "blink-cmp-bibtex": {
      "src": "https://github.com/krissen/blink-cmp-bibtex.git"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp.git",
      "version": "1.0.0 - 2.0.0"
    },
    "bullets.vim": {
      "src": "https://github.com/bullets-vim/bullets.vim.git"
    },
    "checkmate.nvim": {
      "src": "https://github.com/bngarren/checkmate.nvim.git"
    },
    "coerce.nvim": {
      "src": "https://github.com/gregorias/coerce.nvim.git"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git"
    },
    "coop.nvim": {
      "src": "https://github.com/gregorias/coop.nvim.git"
    },
    "debugprint.nvim": {
      "src": "https://github.com/andrewferrier/debugprint.nvim.git"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim.git"
    },
    "dookie.nvim": {
      "src": "https://github.com/pebeto/dookie.nvim.git"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim.git"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim.git"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets.git"
    },
    "fyler.nvim": {
      "src": "https://github.com/A7Lavinraj/fyler.nvim.git"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua.git"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim.git"
    },
    "inc-rename.nvim": {
      "src": "https://github.com/smjonas/inc-rename.nvim.git"
    },
    "kulala.nvim": {
      "src": "https://github.com/mistweaverco/kulala.nvim.git"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim.git"
    },
    "live-preview.nvim": {
      "src": "https://github.com/brianhuster/live-preview.nvim.git"
    },
    "lz.n": {
      "src": "https://github.com/nvim-neorocks/lz.n.git"
    },
    "lzn-auto-require": {
      "src": "https://github.com/horriblename/lzn-auto-require.git"
    },
    "markdoc.nvim": {
      "src": "https://github.com/OXY2DEV/markdoc.nvim.git"
    },
    "markdown-plus.nvim": {
      "src": "https://github.com/YousefHadder/markdown-plus.nvim.git"
    },
    "markview.nvim": {
      "src": "https://github.com/OXY2DEV/markview.nvim.git"
    },
    "mega.cmdparse": {
      "src": "https://github.com/ColinKennedy/mega.cmdparse.git"
    },
    "mega.logging": {
      "src": "https://github.com/ColinKennedy/mega.logging.git"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim.git"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit.git"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest.git"
    },
    "neotest-busted": {
      "src": "https://github.com/MisanthropicBit/neotest-busted.git"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim.git"
    },
    "no-neck-pain.nvim": {
      "src": "https://github.com/shortcuts/no-neck-pain.nvim.git"
    },
    "none-ls.nvim": {
      "src": "https://github.com/nvimtools/none-ls.nvim.git"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim.git"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context.git"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim.git"
    },
    "org-list.nvim": {
      "src": "https://github.com/hamidi-dev/org-list.nvim.git"
    },
    "otter.nvim": {
      "src": "https://github.com/jmbuhr/otter.nvim.git"
    },
    "overseer.nvim": {
      "src": "https://github.com/stevearc/overseer.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "quarto-nvim": {
      "src": "https://github.com/quarto-dev/quarto-nvim.git"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim.git"
    },
    "scnvim": {
      "src": "https://github.com/davidgranstrom/scnvim.git"
    },
    "snacks-bibtex.nvim": {
      "src": "https://github.com/krissen/snacks-bibtex.nvim.git"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim.git"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git"
    },
    "tiny-code-action.nvim": {
      "src": "https://github.com/rachartier/tiny-code-action.nvim.git"
    },
    "tiny-glimmer.nvim": {
      "src": "https://github.com/rachartier/tiny-glimmer.nvim.git"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim.git"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim.git"
    },
    "vaultview.nvim": {
      "src": "https://github.com/fvalenza/vaultview.nvim.git"
    },
    "vim-lion": {
      "src": "https://github.com/tommcdo/vim-lion.git"
    },
    "vim-table-mode": {
      "src": "https://github.com/dhruvasagar/vim-table-mode.git"
    },
    "visual-whitespace.nvim": {
      "src": "https://github.com/mcauley-penney/visual-whitespace.nvim.git"
    }
  }
}