{
  "plugins": {
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim.git"
    },
    "ai.nvim": {
      "src": "https://github.com/S1M0N38/ai.nvim.git"
    },
    "blink-cmp-bibtex": {
      "src": "https://github.com/krissen/blink-cmp-bibtex.git"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp.git",
      "version": "1.0.0 - 2.0.0"
    },
    "bullets.vim": {
      "src": "https://github.com/bullets-vim/bullets.vim.git"
    },
    "chatml.nvim": {
      "src": "https://github.com/S1M0N38/chatml.nvim.git"
    },
    "checkmate.nvim": {
      "src": "https://github.com/bngarren/checkmate.nvim.git"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim.git"
    },
    "coerce.nvim": {
      "src": "https://github.com/gregorias/coerce.nvim.git"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git"
    },
    "coop.nvim": {
      "src": "https://github.com/gregorias/coop.nvim.git"
    },
    "dante.nvim": {
      "src": "https://github.com/S1M0N38/dante.nvim.git"
    },
    "debugprint.nvim": {
      "src": "https://github.com/andrewferrier/debugprint.nvim.git"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim.git"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim.git"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets.git"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua.git"
    },
    "fzf-org.nvim": {
      "src": "https://github.com/0xzhzh/fzf-org.nvim.git"
    },
    "gist.nvim": {
      "src": "https://github.com/Rawnly/gist.nvim.git"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim.git"
    },
    "haskell-tools.nvim": {
      "src": "https://github.com/mrcjkb/haskell-tools.nvim.git"
    },
    "inc-rename.nvim": {
      "src": "https://github.com/smjonas/inc-rename.nvim.git"
    },
    "kanban.nvim": {
      "src": "https://github.com/arakkkkk/kanban.nvim.git"
    },
    "kulala.nvim": {
      "src": "https://github.com/mistweaverco/kulala.nvim.git"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim.git"
    },
    "lz.n": {
      "src": "https://github.com/nvim-neorocks/lz.n.git"
    },
    "lzn-auto-require": {
      "src": "https://github.com/horriblename/lzn-auto-require.git"
    },
    "markdoc.nvim": {
      "src": "https://github.com/OXY2DEV/markdoc.nvim.git"
    },
    "markdown-agenda.nvim": {
      "src": "https://github.com/Kamyil/markdown-agenda.nvim.git"
    },
    "markdown-plus.nvim": {
      "src": "https://github.com/YousefHadder/markdown-plus.nvim.git"
    },
    "md-agenda.nvim": {
      "src": "https://github.com/zenarvus/md-agenda.nvim.git"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim.git"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit.git"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest.git"
    },
    "neotest-busted": {
      "src": "https://github.com/MisanthropicBit/neotest-busted.git"
    },
    "no-neck-pain.nvim": {
      "src": "https://github.com/shortcuts/no-neck-pain.nvim.git"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim.git"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim.git"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-unception": {
      "src": "https://github.com/samjwill/nvim-unception.git"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim.git"
    },
    "org-list.nvim": {
      "src": "https://github.com/hamidi-dev/org-list.nvim.git"
    },
    "orgmode": {
      "src": "https://github.com/nvim-orgmode/orgmode.git"
    },
    "otter.nvim": {
      "src": "https://github.com/jmbuhr/otter.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "quarto-nvim": {
      "src": "https://github.com/quarto-dev/quarto-nvim.git"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim.git"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim.git"
    },
    "resolved.nvim": {
      "src": "https://github.com/noamsto/resolved.nvim.git"
    },
    "scnvim": {
      "src": "https://github.com/davidgranstrom/scnvim.git"
    },
    "snacks-bibtex.nvim": {
      "src": "https://github.com/krissen/snacks-bibtex.nvim.git"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim.git"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git"
    },
    "tiny-code-action.nvim": {
      "src": "https://github.com/rachartier/tiny-code-action.nvim.git"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim.git"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim.git"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim.git"
    },
    "treesitter-modules.nvim": {
      "src": "https://github.com/MeanderingProgrammer/treesitter-modules.nvim.git"
    },
    "vim-table-mode": {
      "src": "https://github.com/dhruvasagar/vim-table-mode.git"
    },
    "visual-whitespace.nvim": {
      "src": "https://github.com/mcauley-penney/visual-whitespace.nvim.git"
    },
    "vscode-diff.nvim": {
      "src": "https://github.com/esmuellert/vscode-diff.nvim.git"
    }
  }
}