{
  "plugins": {
    "blink-cmp-words": {
      "src": "https://github.com/archie-judd/blink-cmp-words.git"
    },
    "blink-emoji.nvim": {
      "src": "https://github.com/moyiz/blink-emoji.nvim.git"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp.git",
      "version": "1.0.0 - 2.0.0"
    },
    "bullets.vim": {
      "src": "https://github.com/bullets-vim/bullets.vim.git"
    },
    "checkmate.nvim": {
      "src": "https://github.com/bngarren/checkmate.nvim.git"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim.git"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git"
    },
    "coop.nvim": {
      "src": "https://github.com/gregorias/coop.nvim.git"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim.git"
    },
    "debugprint.nvim": {
      "src": "https://github.com/andrewferrier/debugprint.nvim.git"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim.git"
    },
    "feed.nvim": {
      "src": "https://github.com/neo451/feed.nvim.git"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets.git"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim.git"
    },
    "inc-rename.nvim": {
      "src": "https://github.com/smjonas/inc-rename.nvim.git"
    },
    "kulala.nvim": {
      "src": "https://github.com/mistweaverco/kulala.nvim.git"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim.git"
    },
    "lensline.nvim": {
      "src": "https://github.com/oribarilan/lensline.nvim.git"
    },
    "live-preview.nvim": {
      "src": "https://github.com/brianhuster/live-preview.nvim.git"
    },
    "lz.n": {
      "src": "https://github.com/nvim-neorocks/lz.n.git"
    },
    "lzn-auto-require": {
      "src": "https://github.com/horriblename/lzn-auto-require.git"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim.git"
    },
    "markdowny.nvim": {
      "src": "https://github.com/antonk52/markdowny.nvim.git"
    },
    "markview.nvim": {
    },
    "mcphub.nvim": {
      "src": "https://github.com/ravitemer/mcphub.nvim.git"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai.git"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue.git"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff.git"
    },
    "mini.hipatterns": {
      "src": "https://github.com/nvim-mini/mini.hipatterns.git"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons.git"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick.git"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround.git"
    },
    "mini.test": {
      "src": "https://github.com/nvim-mini/mini.test.git"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit.git"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim.git"
    },
    "no-neck-pain.nvim": {
      "src": "https://github.com/shortcuts/no-neck-pain.nvim.git"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim.git"
    },
    "nvim-fuzzymatch": {
      "src": "https://github.com/asmodeus812/nvim-fuzzymatch.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context.git"
    },
    "octo.nvim": {
      "src": "https://github.com/pwntester/octo.nvim.git"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim.git"
    },
    "org-list.nvim": {
      "src": "https://github.com/hamidi-dev/org-list.nvim.git"
    },
    "otter.nvim": {
      "src": "https://github.com/jmbuhr/otter.nvim.git"
    },
    "perec.nvim": {
      "src": "https://github.com/7sedam7/perec.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "recollect.nvim": {
      "src": "https://github.com/jbuck95/recollect.nvim.git"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim.git"
    },
    "scnvim": {
      "src": "https://github.com/davidgranstrom/scnvim.git"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim.git"
    },
    "store.nvim": {
      "src": "https://github.com/alex-popov-tech/store.nvim.git"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim.git"
    },
    "unified.nvim": {
      "src": "https://github.com/axkirillov/unified.nvim.git"
    },
    "vim-lion": {
      "src": "https://github.com/tommcdo/vim-lion.git"
    },
    "vim-table-mode": {
      "src": "https://github.com/dhruvasagar/vim-table-mode.git"
    },
    "visual-whitespace.nvim": {
      "src": "https://github.com/mcauley-penney/visual-whitespace.nvim.git"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim.git"
    }
  }
}